Revit 2024 API
ExternalResourceBrowserData.AddSubFolder Method
Overload List
Name | Description
AddSubFolder(String)
 Adds a subfolder to the folder path with the given name.
AddSubFolder(String, String)
 Adds a subfolder to the folder path with the given name and icon type.
See Also
ExternalResourceBrowserData Class
ExternalResourceBrowserData Members
Autodesk.Revit.DB Namespace